log/2019-10-15/2019-10-15-10:38:34
20        Threads
50        Connections per thread
13000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        71330.80          ---          ---     14.10900      4050.34 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      71330.80         0.00         0.00     14.10900      4050.34 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.220         0.00
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.02
SET       0.330         0.02
SET       0.340         0.02
SET       0.350         0.03
SET       0.360         0.03
SET       0.370         0.03
SET       0.380         0.04
SET       0.390         0.04
SET       0.400         0.05
SET       0.410         0.05
SET       0.420         0.05
SET       0.430         0.06
SET       0.440         0.06
SET       0.450         0.07
SET       0.460         0.07
SET       0.470         0.07
SET       0.480         0.08
SET       0.490         0.08
SET       0.500         0.09
SET       0.510         0.09
SET       0.520         0.09
SET       0.530         0.10
SET       0.540         0.10
SET       0.550         0.11
SET       0.560         0.11
SET       0.570         0.11
SET       0.580         0.12
SET       0.590         0.12
SET       0.600         0.12
SET       0.610         0.13
SET       0.620         0.13
SET       0.630         0.13
SET       0.640         0.14
SET       0.650         0.14
SET       0.660         0.14
SET       0.670         0.15
SET       0.680         0.15
SET       0.690         0.15
SET       0.700         0.16
SET       0.710         0.16
SET       0.720         0.16
SET       0.730         0.16
SET       0.740         0.17
SET       0.750         0.17
SET       0.760         0.17
SET       0.770         0.17
SET       0.780         0.18
SET       0.790         0.18
SET       0.800         0.18
SET       0.810         0.19
SET       0.820         0.19
SET       0.830         0.19
SET       0.840         0.19
SET       0.850         0.20
SET       0.860         0.20
SET       0.870         0.20
SET       0.880         0.20
SET       0.890         0.21
SET       0.900         0.21
SET       0.910         0.21
SET       0.920         0.21
SET       0.930         0.21
SET       0.940         0.22
SET       0.950         0.22
SET       0.960         0.22
SET       0.970         0.22
SET       0.980         0.23
SET       0.990         0.23
SET       1.000         0.24
SET       1.100         0.26
SET       1.200         0.28
SET       1.300         0.29
SET       1.400         0.31
SET       1.500         0.33
SET       1.600         0.35
SET       1.700         0.37
SET       1.800         0.39
SET       1.900         0.41
SET       2.000         0.43
SET       2.100         0.45
SET       2.200         0.47
SET       2.300         0.49
SET       2.400         0.51
SET       2.500         0.53
SET       2.600         0.56
SET       2.700         0.59
SET       2.800         0.62
SET       2.900         0.65
SET       3.000         0.69
SET       3.100         0.73
SET       3.200         0.77
SET       3.300         0.83
SET       3.400         0.89
SET       3.500         0.96
SET       3.600         1.03
SET       3.700         1.09
SET       3.800         1.15
SET       3.900         1.20
SET       4.000         1.25
SET       4.100         1.30
SET       4.200         1.35
SET       4.300         1.40
SET       4.400         1.45
SET       4.500         1.49
SET       4.600         1.54
SET       4.700         1.59
SET       4.800         1.63
SET       4.900         1.68
SET       5.000         1.73
SET       5.100         1.78
SET       5.200         1.83
SET       5.300         1.89
SET       5.400         1.95
SET       5.500         2.00
SET       5.600         2.06
SET       5.700         2.13
SET       5.800         2.19
SET       5.900         2.26
SET       6.000         2.33
SET       6.100         2.40
SET       6.200         2.48
SET       6.300         2.57
SET       6.400         2.67
SET       6.500         2.78
SET       6.600         2.90
SET       6.700         3.02
SET       6.800         3.16
SET       6.900         3.30
SET       7.000         3.46
SET       7.100         3.63
SET       7.200         3.82
SET       7.300         4.04
SET       7.400         4.27
SET       7.500         4.52
SET       7.600         4.80
SET       7.700         5.11
SET       7.800         5.45
SET       7.900         5.82
SET       8.000         6.22
SET       8.100         6.65
SET       8.200         7.11
SET       8.300         7.61
SET       8.400         8.15
SET       8.500         8.72
SET       8.600         9.32
SET       8.700         9.96
SET       8.800        10.62
SET       8.900        11.33
SET       9.000        12.07
SET       9.100        12.84
SET       9.200        13.64
SET       9.300        14.47
SET       9.400        15.34
SET       9.500        16.23
SET       9.600        17.16
SET       9.700        18.10
SET       9.800        19.08
SET       9.900        20.07
SET      10.000        25.85
SET      11.000        37.19
SET      12.000        48.35
SET      13.000        58.31
SET      14.000        66.67
SET      15.000        73.36
SET      16.000        78.50
SET      17.000        82.39
SET      18.000        85.34
SET      19.000        87.70
SET      20.000        89.54
SET      21.000        91.03
SET      22.000        92.25
SET      23.000        93.27
SET      24.000        94.12
SET      25.000        94.85
SET      26.000        95.46
SET      27.000        95.97
SET      28.000        96.39
SET      29.000        96.75
SET      30.000        97.06
SET      31.000        97.34
SET      32.000        97.58
SET      33.000        97.80
SET      34.000        97.98
SET      35.000        98.15
SET      36.000        98.31
SET      37.000        98.46
SET      38.000        98.60
SET      39.000        98.74
SET      40.000        98.87
SET      41.000        98.99
SET      42.000        99.10
SET      43.000        99.20
SET      44.000        99.29
SET      45.000        99.37
SET      46.000        99.44
SET      47.000        99.51
SET      48.000        99.58
SET      49.000        99.63
SET      50.000        99.68
SET      51.000        99.73
SET      52.000        99.76
SET      53.000        99.79
SET      54.000        99.82
SET      55.000        99.84
SET      56.000        99.86
SET      57.000        99.88
SET      58.000        99.90
SET      59.000        99.91
SET      60.000        99.92
SET      61.000        99.93
SET      62.000        99.94
SET      63.000        99.94
SET      64.000        99.95
SET      65.000        99.95
SET      66.000        99.96
SET      67.000        99.96
SET      68.000        99.96
SET      69.000        99.97
SET      70.000        99.97
SET      71.000        99.97
SET      72.000        99.97
SET      73.000        99.97
SET      74.000        99.97
SET      75.000        99.97
SET      76.000        99.98
SET      77.000        99.98
SET      78.000        99.98
SET      79.000        99.98
SET      80.000        99.98
SET      81.000        99.98
SET      82.000        99.98
SET      83.000        99.98
SET      84.000        99.98
SET      85.000        99.98
SET      86.000        99.99
SET      87.000        99.99
SET      88.000        99.99
SET      89.000        99.99
SET      90.000        99.99
SET      91.000        99.99
SET      92.000        99.99
SET      93.000        99.99
SET      94.000        99.99
SET      95.000        99.99
SET      96.000        99.99
SET      97.000        99.99
SET      98.000        99.99
SET      99.000        99.99
SET     100.000        99.99
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
SET     200.000       100.00
SET     210.000       100.00
SET     220.000       100.00
SET     230.000       100.00
SET     240.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     270.000       100.00
SET     290.000       100.00
SET     300.000       100.00
SET     310.000       100.00
SET     320.000       100.00
SET     340.000       100.00
SET     360.000       100.00
SET     370.000       100.00
SET     380.000       100.00
SET     400.000       100.00
SET     410.000       100.00
SET     420.000       100.00
SET     440.000       100.00
SET     460.000       100.00
SET     470.000       100.00
SET     490.000       100.00
SET     500.000       100.00
SET     510.000       100.00
SET     540.000       100.00
SET     550.000       100.00
SET     580.000       100.00
SET     590.000       100.00
SET     600.000       100.00
SET     620.000       100.00
SET     630.000       100.00
SET     640.000       100.00
SET     650.000       100.00
SET     660.000       100.00
SET     670.000       100.00
SET     680.000       100.00
SET     690.000       100.00
SET     700.000       100.00
SET     710.000       100.00
SET     720.000       100.00
SET     730.000       100.00
SET     740.000       100.00
SET     750.000       100.00
SET     760.000       100.00
SET     780.000       100.00
SET     790.000       100.00
SET     800.000       100.00
SET     810.000       100.00
SET     820.000       100.00
SET     830.000       100.00
SET     860.000       100.00
SET     870.000       100.00
SET     880.000       100.00
SET     890.000       100.00
SET     900.000       100.00
SET     910.000       100.00
SET     920.000       100.00
SET     930.000       100.00
SET     940.000       100.00
SET     960.000       100.00
SET     970.000       100.00
SET     980.000       100.00
SET     990.000       100.00
SET    1000.000       100.00
SET    1100.000       100.00
SET    1200.000       100.00
SET    1300.000       100.00
SET    1400.000       100.00
SET    1500.000       100.00
---
---
total 909M -rw-r----- 1 persistence persistence 497M Oct 15 10:41 cmdlog_20191015103938 -rw-r----- 1 persistence persistence 397M Oct 15 10:40 snapshot_20191015103938